"Add Field" = "Añadir anotación";

"Album" = "Álbum";
"Artist" = "Artista";
"Artwork" = "Ilustración";
"Author" = "Autor";
"Comment" = "Comentario";
"Composer" = "Compositor";
"Copyright" = "Copyright";
"Creation Date" = "Fecha de creación";
"Description" = "Descripción";
"Director" = "Director";
"Disclaimer" = "Renuncia";
"Encoded By" = "Codificado por";
"Genre" = "Género";
"Full Name" = "Nombre completo";
"Keywords" = "Palabras clave";
"Title" = "Título";
"Information" = "Información";
"Producer" = "Productor";
"Edit Date" = "Editar fecha";
"Track Number" = "Pista";
"Performers" = "Intérpretes";
"URL Link" = "Enlace URL";
"Playback Requirements" = "Requisitos de reproducción";
"Original Artist" = "Artista original";
"Original Source" = "Fuente original";
"Original Format" = "Formato original";
"Software" = "Software";
"Product" = "Producto";
"Warning" = "Advertencia";
"Writer" = "Escritor";
"Year" = "Año";
